export const RESULT: Result = {
  ISTP: {
    subTitle: `노력조차 효율적으로`,
    mainTitle: `극한의 효율충`,
    hashtag1: `#호기심왕`,
    hashtag2: `#의심왕`,
    hashtag3: `#의외로공부잘함`,
    strategy: `항상 호기심이 넘쳐요. 하지만 문제에 대한 호기심 보다는 어떻게 문제를 해결할까 혹은 실용적인 방안에 더 관심이 많답니다.
    구체적인 사례나 경험에서 배우는 타입! 때문에 이론만 배우는 수업은 재미없어요~
    실생활의 문제를 해결하거나 학습과정을 직접 느낄 수 있을 때, 학습 능률이 수직상승합니다.
    때문에 책 위주로 이론만 공부하기 보다는, 실제 이론을 적용해 보거나 사례를 찾아보는 학습이 병행되면 좋아요!
    자신이 호기심 있는 분야를 심도 있게 공부하는 스타일이기 때문에, 숙제를 할 때도 관심 있는 분야라면 엄청난 에너지를 쏟아 붓습니다.
    만약, 관심이 없는 분야라면? 조금 힘들어 할 수도 있겠네요. 
    자발적으로 학습하는 능력이 뛰어나서 다른 사람과의 교류 보다는 독립적인 환경에서 공부하는 것을 추천드려요.
    사실 갑작스럽게 관심이 생겨서 학습에 매진하는 타입이다 보니, 독립적인 환경이 될 수 밖에 없겠네요
    또한, 직업을 선택할 때도 규칙에 제한 받지 않고 독립성이 보장되는 직업 혹은 직장이 잘 어울릴 것 같네요!
    즉흥적인 성격으로 낭비되는 시간이 많은편이에요. 하지만 그만큼 순간적인 집중력은 엄청나답니다.
    벼락치기의 달인인 당신! 가끔은 환경을 바꿔보는 것은 어떨까요?`,
  },
  ISTJ: {
    subTitle: `자기의 일은 스스로하자`,
    mainTitle: `모범생의 정석`,
    hashtag1: `#전형적인노력파`,
    hashtag2: `#우직한나무`,
    hashtag3: `#인간컴파일러`,
    strategy: `공부를 시작하기 전에 목표와 계획을 먼저 설정하고, 하나씩 달성하며 성취감을 느끼는 타입이에요
    자신이 해야할 일을 모두 계획해 놓고나면, 하고자 하는 일에 마음 놓고 집중할 수 있답니다.
    다른 사람의 도움이 없더라도 자기 주도적으로 학습하는 능력이 뛰어나요.
    때문에 여러 명이 모여서 그룹으로 공부하기 보다는, 혼자서 집중할 수 있는 환경이 더 적합하답니다.
    또한 공부를 할 때 완벽하게 이해가 되지 않고 넘어가는 것을 싫어하기 때문에 자신만의 적절한 템포를 갖는 것도 좋습니다.
    아무리 사소한 내용일지라도, 완벽하게 이해하고 넘어가는 것을 선호하고 너무 추상적인 개념 보다는 실제적인 예를 통해 이해하는 편이에요
    특히 다른 유형에 비해 반복적인 학습에 강한 편이라, 한 번 학습했던 내용이라도 꾸준히 반복해서 꼼꼼하게 자신의 것으로 만든다면
    학습 효율을 높일 수 있을거에요! 누가 말하지 않아도 스스로 목표를 정하고 뚝딱뚝딱 해나가는 당신, 당신이라면 누구든 믿고 맡길 수 있을 것 같은데요?`,
  },
  INTP: {
    subTitle: `생각이 끊이질 않는`,
    mainTitle: `천재 아님 괴짜`,
    hashtag1: `#게으른천재`,
    hashtag2: `#아이디어폭포`,
    hashtag3: `#방상태와머릿속이같음`,
    strategy: `항상 머릿속에 생각이 많아요. 쏟아지는 아이디어와 함께 하루를 시작하는 타입이랍니다.
    이 유형의 사람들은 천재적인 이론이나 난해한 논리로 유명하며 여러 유형들 중 가장 논리적인 유형 중 하나입니다.
    공부에 있어서 호불호가 매우 큰 타입이라 관심이 생긴 분야는 미친 듯이 몰입하지만 그렇지 않은 분야는 눈길도 주지 않아요.
    분석하는 능력이 탁월해서 이 유형의 사람들이 마음을 먹고 분석하기 시작하면 최고의 효율을 낼 수 있답니다.
    다른 사람의 조언 보다는 자신만의 방법을 찾아서 몰입하는 성향이기 때문에, 
    혼자 또는 선생님과 1대1로 공부하는 것이 잘맞는 편이에요.
    감각이 둔한 편이라 주변 환경에 크게 영향을 받지 않고 집중을 잘 하는 편이에요.
    하지만 고도의 집중력을 오랫동안 유지하는 것은 매우 힘든 일이기 때문에 하루 밤새워 공부하고 나면 다음 날은 피곤이 몰려올 수 있답니다.
    때문에, 공부 스케줄을 규칙적으로 세우는 것 보다는 집중이 잘되는 자신만의 패턴을 찾아서 유연하게 계획을 세우는 것이 더 효율적이에요.
    자신이 좋아하는 분야는 누구보다 깊게 파고들기 때문에, 벼락치기와는 잘 맞지 않습니다!
    관심이 없어도 꼭 해야만 하는 과목이 있다면, 먼저 그 과목을 좋아하게 만들어 보는 것은 어떨까요?`,
  },
  ESTP: {
    subTitle: `일단 하고 보는`,
    mainTitle: `공부 행동대장`,
    hashtag1: `#백문이불여일행`,
    hashtag2: `#자유로운학습`,
    hashtag3: `#오늘할일은내일의나에게`,
    strategy: `활동적으로 학습할 때 가장 효과적인 유형이에요. 단순히 읽고 쓰는 학습 외에 시청각 자료, 실험 도구, 기구 등을 학습할 때 능률이 올라가요.
    실행력이 좋아서 관심이 있는 분야가 생기면 즉흥적으로 몰입했다가 금방 다른 관심사가 생겨서 마무리를 짓지 못할 때가 많은 편이에요.
    신체적인 감각이 뛰어나지만 그만큼 신체적인 자극을 참아가며 공부하는 것도 어려울 수 있어요. 몸이 아프거나 졸린 경우에는 집중하기가 힘들 수 있답니다.
    활동력이 좋은 만큼 같은 이론만 계속 공부하기 보다는 중간 중간 문제를 풀거나 이론을 적용하는 학습을 섞어주는 것이 좋아요.
    감정 기복이 크지 않아 환경의 영향은 덜 한 편이나, 가끔씩 찾아오는 충동 때문에 집중을 유지하는 것이 어려울 수 있어요.
    때문에 장시간 공부 계획을 세우는 것 보다는 조금씩 여러번 나눠서 단기간 내에 최대의 효율을 뽑아 낼 수 있도록 환경을 만드는 것이 좋답니다.
    가령 30분간 어느 정도의 분량을 완수하면 30분간 게임을 하는 등 스스로와 내기를 거는 것도 방법이 될 수 있겠네요.
    내기나 경쟁에서 오는 재미를 즐기기 때문에 나 자신과의 내기 혹은 친구들과의 약속 등을 통해 동기부여 하는 것도 좋은 방법입니다.
    머리가 좋고 머리가 좋다는 것을 느끼는 것에서 성취감을 느끼는 편인데, 반대로 좌절감을 맛보게 되면 이러한 성취감이 흔들릴 수 있어요!
    무리한 학습 목표보다는 단계적으로 계획을 세워서 하나하나 성취해 나간다면 어느새 목표한 바를 이루실 수 있을거에요!`,
  },
  ESTJ: {
    subTitle: `자기관리 잘하는`,
    mainTitle: `철두철미한 반장`,
    hashtag1: `#암기왕`,
    hashtag2: `#리더로안나서지만`,
    hashtag3: `#막상하면잘함`,
    strategy: `자기관리가 철저하고 책임감, 추진력이 좋은 타입이에요. 이러한 특징 때문에 리더를 맡게 되는 경우가 종종 있어요.
    학교 성적도 우수한 편이며, 이러한 철두철미한 삶에 자부심을 느끼기도 해요.
    계획을 세우면 마감일을 잘지키는 편이기 때문에 집중력을 높이기 위해 뚜렷한 목표와 스케줄을 설정하는 것이 좋아요.
    우리나라처럼 체계적인 교육 시스템에 강한 모습을 보이기도 합니다.
    감정적으로 둔한 편이라 다른 사람과의 감정적인 교류가 부족할 수도 있지만 오히려 학습에 있어서는 장점이 될 수 있어요.
    환경으로부터 오는 스트레스나 감정 기복이 덜하기 때문에 공부에만 집중할 수 있도록 해준답니다.
    또한 승부욕이 강한 편이라 이러한 성향을 공부에 적절하게 이용한다면 좋은 학습 전략이 될 수 있을거에요.
    선의의 경쟁자를 정하고 적절한 경쟁심을 유지하는 방식을 추천드립니다.
    혼자 공부하는 것 보다는 여러 사람과 그룹으로 공부하는 것이 효율적인 편이에요.
    단, 다른 유형에 비해 스스로에 대한 확신이 강하기 때문에, 가끔은 다른 사람의 피드백도 곱씹어 본다면 발전하는 학습을 할 수 있을거에요!`,
  },
  ENTP: {
    subTitle: `왜? 를 달고 사는`,
    mainTitle: `물음표 살인마`,
    hashtag1: `#자칭천재`,
    hashtag2: `#논리왕`,
    hashtag3: `#모아니면도`,
    strategy: `타인과 많은 질문을 주고 받으며, 토론을 통해 학습하는 타입이에요!
    다른 사람의 생각에서 논리적인 부분을 발견하여, 자신의 논리로 발달시키는 경향이 있어요
    호기심이 왕성하여 "왜?" 라는 질문을 달고 다니는 편이에요.
    그리고 이러한 호기심은 당신이 몰입을 할 수 있게 만들어 주는 원동력이 된답니다.
    항상 자신감이 넘치며 말을 할 때 높은 사고를 할 수 있기 때문에 생각을 표현하는 기회를 좋아해요
    선생님과 일대일 토론, 학급 토론, 발표 등을 병행하며 공부한다면 자신이 말을 하며 정리했던 내용들이 머리 속으로 쏙쏙들어올거에요!
    지적 호기심이 높은 만큼 난이도가 적절하지 않은 공부를 할 때는 집중력이 많이 흐트러지는 모습을 보여요.
    자신의 수준을 객관적으로 파악하여, 현재 자신의 실력보다 조금 난이도 있는 공부 목표를 세우는 것이 좋습니다.
    또한, 오늘 할 일을 내일로 미루는 경향이 있기 때문에 
    장기적인 공부 계획보다는 데드라인을 정하여 벼락치기 하듯 진도를 빠르게 진행하는 방법을 추천드려요!`,
  },
  INTJ: {
    subTitle: `공부가 적성입니다만?`,
    mainTitle: `전교 1등 알파고`,
    hashtag1: `#조별과제 혼자다함`,
    hashtag2: `#꼼수극혐`,
    hashtag3: `#문제해결사`,
    strategy: `모든 유형 중 가장 공부를 잘하는 유형에 속해요. 학구열이 굉장히 높고 분석 및 추론 능력이 탁월합니다.
    책으로만 배우는 추상적인 개념들을 논리적, 분석적으로 잘 다루기 때문에 법학, 과학, 수학 등에 뛰어난 모습을 보입니다.
    의지가 강하고 공부를 하겠다는 동기가 생기면 성적이 매우 빠르게 오르기 때문에, 공부 방법보다는 동기를 부여하는 방법을 찾아보는 것이 좋겠네요.
    자신이 맡은 일은 곧잘 해내지만 자기 주장이 강하기 때문에 다른 사람과의 의견 충돌이 있을 수 있어요.
    때문에 공부를 할 때도 사람들과 함께 하는 환경보다는 자신만의 공간에서 공부하는 것이 효율적입니다.
    항상 최고를 추구하다 보니 최고에 도달하지 못했을 때 좌절을 느끼고 자신을 더욱 채찍질할 수 있어요.
    하지만 스스로를 계속해서 채찍질하는 과정에서 큰 스트레스로 이어질 수 있으니 적절한 당근을 주는 것이 필요합니다.
    다른 사람의 조언 보다는 자신만의 방법을 만드는 타입이기 때문에 자기 주도적인 학습이 가장 잘어울리는 유형이라고 볼 수 있겠네요!
    실패를 오히려 자극제로 만들려는 당신! 가끔은 스스로에게 따뜻한 말도 건네 주세요`,
  },
  ENTJ: {
    subTitle: `전교 1등에게`,
    mainTitle: `분노하는 전교 2등`,
    hashtag1: `#내가리더다`,
    hashtag2: `#야망의소유자`,
    hashtag3: `#지는건용납못해`,
    strategy: `응용력과 이해력이 뛰어나서 이론적인 학습에 강해요.
    특히 문제를 해결하는 능력이 뛰어나서 다양한 해결책을 제시하거나 여의치 않을 경우 창의적인 방안을 생각해 내기도 해요.
    짜여져 있는 틀과 목표가 있는 환경을 선호하지만,
    다른 사람의 지시에 의한 것 보다는 자신만의 독립적인 방식으로 목표를 완성하는 것을 즐긴답니다.
    도전을 좋아하며, 도전을 책임자로서 이끌어가는 역할에서 최상의 학습을 할 수 있어요.
    목표가 정해지면 그에 맞는 구체적인 계획을 설정하지만, 당신은 그 계획을 달성하는 것이 전부가 아니에요.
    같은 목표를 더 신속한 시간 내에 완성해 내는 것에서 긍지를 느낀답니다.
    조용히 앉아서 읽거나 듣는 위주의 수업보다는 쓰거나 말하는 과정이 병행되면 훨씬 효율적으로 공부할 수 있어요.
    교사와 일대일로 이야기하거나, 토론, 발표 등을 하는 것이 효과적입니다. 
    또한 자신의 한계를 끌어올릴 수 있는 목표를 설정하고 사람들에게 공유하는 것도 좋은 동기부여가 될 수 있겠네요.
    다만, 완성과 마무리에만 너무 몰두한 나머지 다른 가능성들을 차단할 수도 있으니 항상 열린 마음으로 자신을 돌아보는 것을 추천드려요!`,
  },
  ENFP: {
    subTitle: `좋아하는 것만 공부하는`,
    mainTitle: `공부 편식러!`,
    hashtag1: `#창의적`,
    hashtag2: `#걱정도창의적임`,
    hashtag3: `#편식이심한편`,
    strategy: `당신의 공부는 머리보다는 마음! 새로운 생각과 가능성을 제시하는 일을 무척 즐거워해요.
    굉장히 창의적이며, 자신이 흥미를 느낀 주제에 푹 빠져서 몰입하는 경향이 있어요.
    때문에 상상력을 발휘할 여지가 없는 딱딱한 이론 수업을 싫어해요.
    반대로 자신이 마음껏 탐구할 수 있는 자유로운 수업은 누구보다 열중한답니다.
    보통 마감하는 것보다 시작하는 것을 더 좋아하는데, 때문에 시작만 해놓고 끝을 내지 못한 공부나 과제가 있을 수 있어요
    딱딱한 공부 환경이 정해져 있는 환경보다는, 토론이나 게임 등등 활동적으로 공부할 수 있는 환경을 추천드려요
    주변 환경에 가장 예민한 스타일이니, 자신의 호기심을 끌 수 있는 전자기기나 친구 등은 공부할 때는 차단하는 것이 좋습니다
    좋아하는 과목은 잘하겠지만, 좋아하지 않는 과목은 잘 안해요.
    균형을 위해 우선 순위를 설정하거나 체계적인 계획을 세워서 지키도록 노력해보세요.
    주변의 시선에 민감하기 때문에 계획을 잘 지킬 수 있도록 스터디를 하는 것도 효과적인 방법입니다.
    앗! 그리고 갑자기 찾아올 수 있는 감정의 폭풍을 주의하세요
    감정을 적절하게 해소하지 못한다면 자칫 폭풍에 휩쓸려 갈 수도 있답니다!`,
  },
  ISFP: {
    subTitle: `공부는 아름다움이다.`,
    mainTitle: `감성공부러`,
    hashtag1: `#수행평가장인`,
    hashtag2: `#애매한망나니`,
    hashtag3: `#호기심많음`,
    strategy: `감성이 풍부하며, 감성을 자극하는 주제에 대해 공부하거나 학습할 때 가장 기억에 오래가는 타입이에요.
    공부 자료를 볼 때도 더 시각적이고, 정리가 잘 된 자료일 수록 머리에 잘들어오는 경향이 있습니다.
    직접 다룰 수 있는 실험재료나 컴퓨터를 이용한 수업의 경우에도 효율을 높일 수 있어요.
    또한, 감성을 자극하는 주제가 생기면 호기심을 갖고 몰입하기 때문에, 미리 짜여진 학습 계획이 잘 맞지 않을 때가 종종 있어요.
    감각이 뛰어난 만큼, 주변 환경에 가장 민감한 유형이기도 합니다. 자신이 지지받거나 편안한 환경이 아니라면 온전하게 집중하기 어려워해요.
    때문에 학습을 위한 좋은 환경을 만드는 것이 중요합니다. 경쟁적이지 않고, 규칙이 엄격하지 않은 환경을 찾는 것을 추천드려요
    계획성이 뛰어난 편이 아니기 때문에, 내가 편안함을 느낄 수 있는 사람들과 학습 활동을 하는 것도 도움이 될 수 있어요.
    예술성이 뛰어난 당신! 어쩌면 이미 예술가의 길을 선택했을 수도 있겠네요.`,
  },
  ESFP: {
    subTitle: `수험생활은 사형선고`,
    mainTitle: `공부가 힘든 슈퍼인싸`,
    hashtag1: `#자유로운영혼`,
    hashtag2: `#열정열정열정`,
    hashtag3: `#팔방미인`,
    strategy: `매우 사교적인 유형으로 누구를 만나더라도 금방 친해지는 최고의 친화력을 가졌어요.
    사람들과의 관계에서 영향을 많이 받는데, 불편한 관계에 처하게 돼도 잘 끊어내지 못하고 혼자 스트레스를 받는 경우가 종종 있어요.
    때문에 학업에 영향이 가지 않도록 교우관계와 이성관계를 많이 신경써야 하는 타입이에요.
    보통 미래의 꿈 보다는 현재의 즐거움에 뛰어드는 경우가 많기 때문에 장기 수험기간을 요구하는 시험에서 가장 보기 힘든 유형이에요.
    아마 우리나라 고등학생이라면 꼭 겪어야하는 수험기간에 가장 힘들어하던 유형이 아닐까 싶네요!
    다른 사람들에게 보여지는 모습에 민감하기 때문에, 경쟁에서 지는 것을 힘들어해요.
    하지만 경쟁이 심하지 않고 자신을 좋아하는 사람이 많은 집단이라면 오히려 학습 능률이 크게 상승할 수 있어요.
    벼락치기 성향이 강하지만, 사람들과의 그룹활동을 통해 미리미리 계획을 세우고 공부한다면 더 좋은 성적을 받을 수 있습니다.
    반복학습에 강하기 때문에, 주기적으로 복습을 해주는 것을 추천드려요.
    또한, 예술적인 활동이나 신체 감각을 활용하는 분야에 탁월한 능력을 보이기 때문에 책으로만 하는 공부보다는,
    토론, 시각적인 자료 등이 포함된 학습방법을 찾는 것이 좋습니다!
    힘들겠지만 계획을 세우고 유종의 미를 거두려는 연습을 한다면 학습 능률이 쑥쑥 올라갈거에요!`,
  },
  ESFJ: {
    subTitle: `너 내 동료가 되라!`,
    mainTitle: `동료를 모으는 공부왕`,
    hashtag1: `#인싸라공부가힘듦`,
    hashtag2: `#인정욕구`,
    hashtag3: `#몰라도끄덕끄덕`,
    strategy: `사람들과의 관계에서 영향을 많이 받기 때문에, 자신을 응원해주는 사람이 많을 수록 더 큰 힘을 내는 타입이에요
    자신을 믿어주는 사람이 있다면 그 어떤 스트레스라도 이겨낼 수 있답니다!
    때문에 자신의 단점을 보완해줄 동료와 함께 공부하는 것이 효과적이며 꼭 친구가 아니더라도 선생님, 멘토가 있으면 좋아요
    함께 공부할 수 있는 그룹을 구성하는 것도 좋습니다. 사람들과 말을 하는 과정에서 생각이 분명해지고 정리가 되는 경우가 종종 있어요.
    하지만 너무 친한 친구와 그룹을 구성하거나 이성 관계가 엮여있는 경우에는 역효과가 날 수 있으니 조심하세요!
    준비성과 계획성이 철저하기 때문에 학습하기 전에 목표를 설정하는 것이 좋아요.
    목표를 구체적이고 뚜렷하게 설정할 경우, 완벽주의자적인 장점을 부각해줄 수 있답니다.
    다만, 무리한 목표에 쉽게 흥미를 잃고 학습 능률이 떨어지는 타입이라, 
    계획을 세우는 시간을 더 투자하여 단계별로 서서히 목표를 잡는 것이 좋습니다.
    목표한 것들이 하나씩 이루어질수록 더 힘이나서 열심히 하고 있는 자신의 모습을 볼 수 있을거에요!`,
  },
  INFJ: {
    subTitle: `공부하고 싶은데 하기 싫은`,
    mainTitle: `모순왕, 모순덩어리`,
    hashtag1: `#번아웃주의`,
    hashtag2: `#잡생각많은편`,
    hashtag3: `#아이디어뱅크`,
    strategy: `생각이 많은 편이라 여러가지를 생각하다 모순적인 상황을 맞이하는 경우가 종종있어요.
    공감능력이 뛰어나서 다른 사람들에게 영향을 많이 받는 편이에요.
    공부를 대체적으로 잘하는 편인데 공부가 정말 좋아서라기 보다는, 
    부모님, 선생님 등등 다른 사람에게 잘 보이기 위한 동기로 공부를 열심히 했던 경우가 많아요.
    공감력이 뛰어난 만큼 상처도 잘 받아서 다른 사람의 비판에 약한 모습을 보이기도 한답니다.
    이러한 스트레스들이 때론 일상에도 영향을 미쳐 번아웃이 올 수도 있기 때문에,
    주변 환경과 자신만의 스트레스 해소법을 적절하게 유지하는 것이 중요합니다.
    상상력이 풍부해서 직관을 자극하는 공부를 할 때는 누구보다 몰입하는 경향이 있어요.
    멀티태스킹이 잘 안되는 타입이지만 오히려 집중력을 발휘할 수 있는 장점이 될 수도 있겠네요!
    시간별, 요일별 과목을 정해두고, 집중해서 공부한다면 훨씬 효율적인 학습을 할 수 있을 거에요.
    다만 계획을 세울 때, 목표를 달성하고자 하는 의지가 강하기 때문에
    목표 자체를 달성하는 것에 몰두한 나머지 이 목표를 왜 세웠는 지 본질을 잊어버리는 경우가 있을 수 있어요.
    무리한 목표를 세우는 경우에도 학습 능률을 크게 저하될 수 있답니다.
    때문에 현실적인 목표를 세우고, 목표를 달성하고 나서 학습한 내용을 복기하는 과정을 거친다면
    훨씬 학습 능률이 올라갈 수 있을거에요!`,
  },
  ISFJ: {
    subTitle: `인내와 끈기의 달인`,
    mainTitle: `공부 십장생!`,
    hashtag1: `#게으른`,
    hashtag2: `#완벽주의`,
    hashtag3: ` #조별과제싫어`,
    strategy: `끈기와 인내심이 강한 성격이에요. 아무리 지루한 과목이라도 꾸준한 집중력을 보여줍니다.
    책을 읽을 때, 목차부터 시작해서 끝까지 정독하는 느낌이에요. 때문에 독학이 가능한 스타일이며, 
    논리적인 개념이 연결되지 않더라도 많은 양의 정보를 암기하는 능력이 탁월해요
    단순 암기에 강한 편입니다. 공부에 있어서도 다른 사람들에게 호의적이기 때문에 
    마음이 잘 맞는 소수의 인원과 함께 공부하는 것도 좋고, 혼자서도 곧잘 학습하는 편이에요.
    공부를 할 때 목표를 먼저 세우는 편이며, 목표를 이뤄가기 위해 안정적이고 규칙적인 생활을 반복하는 과정에서 활력을 얻어요.
    점점 목표에 다다를 수록 성취감을 얻기 때문에 목표를 완주했다는 것을 알려주는 이정표 들이 있으면 좋답니다.
    또한 성취감을 느끼기 어려울 정도로 무리한 계획을 세우기 보다는 차근차근 끝낼 수 있을 정도의 적당한 계획을 세우는 것이 좋아요.
    서둘러서 속전속결로 끝내는 것을 좋아하지 않기 때문에 벼락치기 보다는 충분한 시간을 갖고 집중하는 환경이 좋습니다.
    완벽주의 성향이 있고 꼼꼼한 편이라 실수가 적어요. 대신 그만큼 의욕을 쉽게 잃을 수 있으니 자신을 돌아보며 적당한 목표를 세우는 것을 항상 잊지말아요!`,
  },
  ENFJ: {
    subTitle: `모르는거 있어?`,
    mainTitle: `질문 5초 대기조`,
    hashtag1: `#사람을 위한 공부`,
    hashtag2: `#사람에 의한 공부`,
    hashtag3: `#단체 공부가 효과적`,
    strategy: `사람들에게 도움이 되는 공부를 할 때, 훨씬 효율이 올라가요
    학교에서는 수업에 어려움을 겪는 친구들에게 최고의 조력자가 되어주기도 합니다.
    또한 자신을 인정해 주기를 바라기 때문에 주로 모범 학생인 경우가 많아요.
    스스로에 대한 기대가 높아서 자기 비판적인 성향이 있는데, 이를 가중시킬 수 있는 다른 사람의 피드백에 쉽게 상처를 입기도 하는 편이에요.
    하지만 그만큼 사람들의 비평을 바꾸기 위해 몇 배의 노력을 기울이기도 한답니다.
    가장 효율적인 동기부여가 사람인만큼, 같은 공부 주제에 대해 이야기를 나눌 수 있고 상호 작용이 가능한 스터디 환경을 추천드려요!
    혹은 그런 멘토가 있는 환경에서 공부하는 것도 매우 효과적이랍니다.
    다른 사람 앞에서 발표를 하거나, 토의를 하거나 혹은 서로 가르쳐 주는 활동들이 수반된다면 훨씬 효율적인 공부를 할 수 있을거에요
    단! 역으로 인간관계에서 오는 스트레스가 공부를 방해할 수 있으니 주의하세요!`,
  },
  INFP: {
    subTitle: `책상 위에서 우주 여행이 가능한`,
    mainTitle: `무한 몽상가`,
    hashtag1: `#언어에강함`,
    hashtag2: `#벼락치기`,
    hashtag3: `#생각많아서잠못잠`,
    strategy: `계획적인 생활 보다는 자유로움을 추구하는 편이에요. 생각도 자유롭기 때문에 상상력이 풍부하고 창의적입니다.
    한 번 공부를 시작하면 무서운 집중력을 발휘하여 그자리에서 끝내버리기 때문에 순간적인 집중력이 매우 뛰어나다고 볼 수 있어요.
    이러한 특징들 때문에 학습 계획을 세워도 오래가지 못하고 벼락치기가 되버리는 경우가 많아요.
    게으른 완벽주의자이기 때문에 어떤 과정이 한 번 엇나가버리면 합리화하고 포기해버리는 경우가 종종 있습니다.
    때문에 계획을 짜거나 목표를 설정할 때, 쉽게 엇나갈 수 있는 구체적인 계획 보다는 대략적인 계획만 세우고 흥미대로 공부하는 것을 추천드려요!
    또한, 사람들에게 민폐를 끼치는 것을 극도로 싫어하기 때문에, 이러한 일들을 사전에 방지할 수 있도록 스터디 모임을 갖는 것도 좋은 방법입니다.
    그리고 공부하는 환경도 중요합니다. 혼자만 있는 독립된 공간보다는 다른 사람들의 시선이 느껴지는 곳에서 더 집중하는 타입이에요.
    잡생각이 많아서 공부에 방해가 될 때도 있지만, 동시에 창의적인 아이디어의 샘이 되어주기도 한답니다!
    집중하는 환경을 만들기 위한 노력을 꾸준히 해보는 것은 어떨까요?`,
  },
};
